Repository: Schlue/Itip
Catalog: locale/*/LC_MESSAGES/Horde_Itip.po
Languages: tr

source: Accepted
tr: Kabul Edildi

source: Declined
tr: Reddedildi

source: No summary available
tr: Özet yok

source: Tentative
tr: Belirsiz

source: has accepted the invitation to the following event
tr: aşağıdaki etkinlik davetini kabul etti

source: has accepted the update to the following event
tr: aşağıdaki etkinlik güncellemesini kabul etti

source: has declined the invitation to the following event
tr: aşağıdaki etkinlik davetini reddetti

source: has declined the update to the following event
tr: aşağıdaki etkinlik güncellemesini reddetti

source: has tentatively accepted the invitation to the following event
tr: aşağıdaki etkinlik davetini belirsiz olarak kabul etti

source: has tentatively accepted the update to the following event
tr: aşağıdaki etkinlik güncellemesini belirsiz olarak kabul etti
